export const SKIP_INDEX = {
  '7': true,
  '14': true,
  '16': true,
  '17': true,
  '18': true,
  '19': true,
  '20': true,
  '21': true,
  '22': true,
  '23': true,
  '40': true,
  '50': true,
  '63': true, // キョダイゲンガー
  '67': true, // キョダイキングラー
  '82': true, // キョダイカビゴン
  '90': true, // キョダイカビゴン
  '91': true, // ミュウツー
  '92': true, // ミュウ

  '172': true, // ジラーチ
  '179': true, // チェリム

  '249': true, // ダルマモード
  '251': true, // ダルマモード(ガラル)
  '263': true, // キョダイダストダス

  '315': true, // なんとかオン
  '316': true, // なんとかオン
  '317': true, // なんとかオン
  '318': true, // レシラム
  '319': true, // ゼクロム
  '320': true, // キュレム
  '321': true, // キュレム
  '322': true, // キュレム
  '323': true, // ケルディオ
  '324': true, // ケルディオ
  '335': true, // ギルガルド(ブレード)

  '405': true, // コスモッグ
  '406': true, // なんか
  '407': true, // ソルガレオ
  '408': true, // ネクロズマ
  '409': true, // ルナアーラ
  '410': true, // ネクロズマ
  '411': true, // ネクロズマ
  '412': true, // マーシャドー
  '413': true, // 黄色い猫
  '414': true, // メタルン
  '415': true, // メルメタル
  '416': true, // メルメタルのすごいやつ

  '431': true, // キョダイアーマーガア
  '435': true, // キョダイイオルブ
  '444': true, // キョダイカジリガメ
  '450': true, // キョダイセキタンザン
  '454': true, // キョダイタルップル
  '457': true, // キョダイサダイジャ
  '458': true, // ウッウ
  '459': true, // ウッウ
  '466': true, // キョダイストリンダー
  '469': true, // キョダイマルヤクデ
  '477': true, // キョダイブリムオン
  '481': true, // キョダイオーロンゲ
  '498': true, // キョダイマホイップ
  '509': true, // モルペコ
  '512': true, // キョダイダイオウドウ
  '518': true, // キョダイジュラルドン

  '522': true, // ザシアン
  '523': true, // ザシアン
  '524': true, // ザマゼンタ
  '525': true, // ザマゼンタ
  '526': true, // ムゲンダイナ
  '527': true, // ムゲンダイナ
  '528': true, // タマゴ
}
